{
    "use_case": "consumer_comparison",
    "geo_scope": "EU/France",
    "vertical": "Téléviseurs",
    "available_criterias": [
        "MINAVAILABILITYSPAREPARTSYEARS",
        "POWER_CONSUMPTION_HDR",
        "MINAVAILABILITYSOFTWAREUPDATESYEARS",
        "DATA_QUALITY",
        "MINGUARANTEEDSUPPORTYEARS",
        "POWER_CONSUMPTION_OFF",
        "CLASSE_ENERGY_SDR",
        "WARRANTY",
        "POWER_CONSUMPTION_STANDBY_NETWORKD",
        "REPAIRABILITY_INDEX",
        "CLASSE_ENERGY_HDR",
        "DIAGONALE_POUCES",
        "POWER_CONSUMPTION_SDR"
    ],
    "positioning": {
        "claim": "relative LCA-inspired score (ACV best-effort) for within-category comparison",
        "not_an_absolute_footprint": true,
        "what_it_means_for_users": "Ce score compare les téléviseurs entre eux sur des critères d’impact clés (énergie, durabilité, etc.), facilitant un choix éco-responsable sans fournir un bilan carbone absolu【S3†L49-L57】."
    },
    "reference_lifetime": {
        "lifetime_years_reference": 8,
        "lifetime_years_range": {
            "min": 4,
            "max": 15
        },
        "rationale": "Les données suggèrent une durée d’usage moyenne d’environ 7 à 8 ans pour un téléviseur en France【S2†L492-L500】. Les consommateurs exprimeraient le souhait d’environ 11 ans sans panne【S2†L499-L501】. Une synthèse précédente (ADEME) évoquait un intervalle de 4 à 15 ans【S2†L503-L510】. Les politiques récentes visent à allonger cette durée (ex: engagement >40 000 heures, ~15 ans) pour les modèles durables【S4†L225-L232】. Par prudence, nous retenons ~8 ans comme durée de vie de référence.",
        "citations": [
            "S2",
            "S4"
        ]
    },
    "gap_analysis_absolute_vs_relative": {
        "what_is_missing_vs_full_lca": "Un LCA complet requerrait l’inventaire exhaustif des matières et procédés de fabrication, un périmètre du berceau à la tombe (fabrication, distribution, usage réel, fin de vie), et l’évaluation de toutes les catégories d’impacts (climat, ressources, eau, toxicité, etc.)【S6†L139-L147】【S6†L175-L183】. Notre score simplifié n’intègre pas explicitement ces inventaires complets ni tous les indicateurs quantitatifs absolus (par ex. kg CO₂e total par produit).",
        "why_relative_is_still_useful": "Pour comparer des produits sur le marché, un indice relatif fournit une lecture simple et exploitable par les consommateurs. Il met en concurrence les fabricants sur des critères environnementaux clés (énergie, réparabilité...), sans nécessiter l’expertise d’un ACV détaillé【S4†L205-L213】. Cela améliore la transparence et incite à des produits plus durables, même si le score n’est pas un bilan carbone audité.",
        "mitigations": [
            "Anchor weights on LCA literature for lifecycle stage contributions【S2†L2424-L2432】",
            "Avoid double counting and document overlaps (e.g. energy consumption vs efficiency class, size vs power)【S2†L2438-L2443】",
            "Raise DATA_QUALITY because missing data is imputed to mean (transparency incentive)【S1†L1288-L1291】"
        ]
    },
    "weighting_method": {
        "approach": "evidence-weighted materiality + redundancy control + consumer comparability",
        "key_principles": [
            "literature-first weighting",
            "lifecycle materiality for Téléviseurs",
            "anti double-counting",
            "robustness to outliers (sigma scoring) and discrete buckets (percentile fallback)",
            "missing data virtualization + DATA_QUALITY incentive",
            "ESG/brand sustainability included with guardrails"
        ],
        "assumptions": [
            {
                "assumption": "Usage typique standardisé (ex: ~3-4 h/jour par TV) et intensité carbone de l'électricité uniformes sur l'ensemble des produits comparés.",
                "why_it_matters": "Cela permet de comparer à armes égales l'efficacité énergétique : un TV moins énergivore sera avantagé pour le même profil d'utilisation【S2†L380-L388】. Si un produit était utilisé de manière atypique (très peu ou extrêmement intensément), le score relatif pourrait ne pas refléter exactement son impact réel, mais cette hypothèse de profil moyen assure une base cohérente pour la comparaison.",
                "citations": [
                    "S2"
                ]
            }
        ]
    },
    "criteria_weights": [
        {
            "criterion": "MINAVAILABILITYSPAREPARTSYEARS",
            "weight": 0.07,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "circularity",
                "resource_use"
            ],
            "rationale": "Durée de disponibilité des pièces : plus elle est longue, plus le produit est réparable et durable, ce qui évite de produire un nouvel appareil trop tôt【S2†L37-L45】. Les réglementations UE imposent au moins 7 ans de pièces pour les TV【S1†L1172-L1179】, signe de son importance environnementale.",
            "overlap_notes": "Complémente l'indice de réparabilité : les pièces disponibles prolongent la vie, évitant un double comptage car l'indice de réparabilité intègre d'autres aspects (documentation, conception). Regroupé dans les critères de durabilité.",
            "guardrails": "Aucun garde-fou spécifique : l'échelle relative (0-100) s'applique directement (au-delà du minimum légal de 7 ans, plus = mieux).",
            "evidence_strength": {
                "level": "high",
                "why": "Considéré critique pour lutter contre l’obsolescence : la loi UE exige 7 ans minimum【S1†L1172-L1179】 et les experts prônent même davantage pour éviter le remplacement prématuré."
            }
        },
        {
            "criterion": "POWER_CONSUMPTION_HDR",
            "weight": 0.10,
            "directionality": "lower_is_better",
            "impact_dimensions": [
                "climate",
                "resource_use"
            ],
            "rationale": "Consommation électrique en mode HDR : un TV qui consomme moins d'électricité en HDR émettra moins de gaz à effet de serre sur sa phase d’usage (production d'électricité)【S2†L2436-L2443】. Cela réduit son impact climatique sur l’ensemble du cycle de vie.",
            "overlap_notes": "Chevauche la classe énergétique HDR (même information exprimée différemment). Nous pondérons la mesure quantitative directe (W) plutôt que la classe pour éviter de compter deux fois l’efficacité énergétique.",
            "guardrails": "Pas de garde-fou additionnel : les consommations extrêmes sont de toute façon plafonnées par la normalisation (0-5).",
            "evidence_strength": {
                "level": "high",
                "why": "Preuve établie : l’efficacité énergétique est au cœur des étiquettes énergie et de l’ACV (phase d’usage)【S3†L49-L57】. La consommation électrique influence directement les émissions de CO₂ sur la durée de vie."
            }
        },
        {
            "criterion": "MINAVAILABILITYSOFTWAREUPDATESYEARS",
            "weight": 0.07,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "circularity",
                "resource_use"
            ],
            "rationale": "Durée de support logiciel (mises à jour) : un TV dont le software reste à jour plus longtemps évite l'obsolescence logicielle (applications, sécurité)【S2†L49-L57】. Cela prolonge l’usage utile de l’appareil plutôt que de le remplacer pour cause de logiciel obsolète.",
            "overlap_notes": "Lié à MINGUARANTEEDSUPPORTYEARS (tous deux reflètent le support du fabricant dans le temps). Pour éviter le double comptage, on limite leur poids combiné et on considère que mises à jour et support général sont interdépendants.",
            "guardrails": "Aucun garde-fou spécifique hormis la pondération modérée : une durée d'update très longue apporte un bénéfice mais ne doit pas compenser une efficacité énergétique médiocre.",
            "evidence_strength": {
                "level": "medium",
                "why": "Facteur reconnu récemment : l’UE impose 8 ans de mises à jour firmware pour les écrans【S1†L1279-L1287】. Bien que moins quantifié que l’énergie, c’est un enjeu clé pour éviter l’obsolescence logicielle."
            }
        },
        {
            "criterion": "DATA_QUALITY",
            "weight": 0.15,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "social",
                "other"
            ],
            "rationale": "Qualité/complétude des données : valorise les produits qui fournissent toutes les informations d’impact. Un produit bien documenté traduit un fabricant transparent et responsable, et permet un score plus fiable. Cela encourage à renseigner tous les critères au lieu de laisser des données manquantes (imputées par la moyenne).",
            "overlap_notes": "Pas de chevauchement direct avec d’autres critères ACV (méta-critère). Cependant, il influence indirectement tous les critères en incitant à les renseigner. Son poids est calibré pour ne pas éclipser les dimensions environnementales réelles.",
            "guardrails": "Poids limité (« bonus » 15%) afin qu’une excellente transparence ne puisse pas compenser un très mauvais score énergétique ou durabilité. On s'assure ainsi qu'un produit inefficace ne puisse être «sauvé» par la seule complétude de ses données.",
            "evidence_strength": {
                "level": "medium",
                "why": "Transparence encourageée par les pouvoirs publics (fiche produit obligatoire pour afficher le support, les pièces, etc.)【S1†L1288-L1291】, mais ce n’est pas un indicateur environnemental direct. On lui attribue un poids pour des raisons d’intégrité et de confiance du consommateur."
            }
        },
        {
            "criterion": "MINGUARANTEEDSUPPORTYEARS",
            "weight": 0.04,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "circularity",
                "resource_use"
            ],
            "rationale": "Support minimum garanti (ex: assistance client, service après-vente) : un fabricant qui assure un support prolongé de son produit (pièces, réparations, suivi) encourage la réparation au lieu du remplacement. Cela s'inscrit dans une stratégie d'allongement de la durée de vie.",
            "overlap_notes": "Fort recouvrement avec les mises à jour logicielles. On considère le support global (dont le logiciel) : leur combinaison reflète la durée de vie fonctionnelle. Pondération globale plafonnée pour ces deux aspects liés.",
            "guardrails": "Aucun garde-fou additionnel nécessaire, si ce n'est que son poids est faible pour éviter qu'un support commercial long fasse oublier une mauvaise efficacité énergétique.",
            "evidence_strength": {
                "level": "medium",
                "why": "L’UE oblige désormais à indiquer la durée de support et updates sur la fiche produit【S1†L1288-L1291】, signe que cette information est jugée pertinente pour la durabilité. Moins documenté en ACV classique, mais cohérent avec la lutte contre l'obsolescence."
            }
        },
        {
            "criterion": "POWER_CONSUMPTION_OFF",
            "weight": 0.04,
            "directionality": "lower_is_better",
            "impact_dimensions": [
                "climate"
            ],
            "rationale": "Consommation à l'arrêt/veille : un téléviseur qui consomme <0,5W (voire 0W avec interrupteur) en veille évite un gaspillage électrique permanent. Réduire la consommation de veille limite l'énergie perdue sur la durée de vie (des années 24h/24) et donc des émissions inutiles.",
            "overlap_notes": "Chevauche le critère veille réseau ; on distingue la veille simple (off) de la veille connectée (network) pour capturer les deux usages. Pondération faible car l'impact absolu reste moindre comparé à la consommation en fonctionnement.",
            "guardrails": "Aucun : critère déjà très borné (réglementation <0,5W). Le score relatif rend compte des différences, sans surpondérer ce poste mineur.",
            "evidence_strength": {
                "level": "medium",
                "why": "Les normes imposent de minimiser la consommation en veille (interrupteur recommandé pour couper totalement【S4†L225-L232】). C'est un gain énergétique modéré mais reconnu et cumulé sur le parc d'appareils."
            }
        },
        {
            "criterion": "CLASSE_ENERGY_SDR",
            "weight": 0.0,
            "directionality": "categorical",
            "impact_dimensions": [
                "climate"
            ],
            "rationale": "Classe énergétique SDR : indicateur synthétique de l'efficacité énergétique en usage standard. Un TV classé A consomme nettement moins qu'un classé G. Toutefois, cette information recoupe directement les données de consommation (SDR, HDR). Nous préférons utiliser les valeurs chiffrées de consommation pour plus de précision, ce qui rend la classe redondante.",
            "overlap_notes": "Double compte exactement la même chose que POWER_CONSUMPTION_SDR/HDR (la classe est dérivée de la conso). Pour éviter de compter deux fois l’impact énergétique, ce critère est écarté (poids 0) au profit des mesures directes.",
            "guardrails": "Non pertinent étant donné poids nul. Si un produit n'a pas de classe, la conso absolue le décrit déjà. La normalisation gère l'attribution de score via les autres critères d'énergie.",
            "evidence_strength": {
                "level": "high",
                "why": "L'efficacité énergétique (label Énergie) est un indicateur officiel de premier plan pour l'impact climat. Cependant, la classe n'apporte pas d'information supérieure aux mesures de consommation déjà prises en compte."
            }
        },
        {
            "criterion": "WARRANTY",
            "weight": 0.07,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "circularity",
                "social"
            ],
            "rationale": "Durée de garantie du produit : une garantie commerciale plus longue (ex: 5 ans au lieu de 2 ans) incite le fabricant à concevoir un produit plus fiable et réparable (moins de retours coûteux)【S2†L61-L64】. Pour le consommateur, cela prolonge la période pendant laquelle une panne sera réparée plutôt que l’appareil jeté.",
            "overlap_notes": "Complémente l'indice de réparabilité : un produit très fiable (donc garantie longue) est souvent bien conçu. Pas de double comptage direct, on cumule cet aspect avec la réparabilité technique pour refléter à la fois la conception et l'engagement du fabricant.",
            "guardrails": "Pas de garde-fou spécifique : une garantie plus longue est toujours positive, mais son poids modéré empêche d'en abuser (ne compense pas un appareil très peu efficace énergétiquement, par exemple).",
            "evidence_strength": {
                "level": "medium",
                "why": "Des ONG et acteurs publics recommandent d'allonger la garantie légale à 5 ans pour stimuler l'éco-conception durable【S2†L61-L64】. L'effet exact sur l'ACV est déduit logiquement (moins de remplacements), mais c'est un consensus que la garantie reflète la fiabilité."
            }
        },
        {
            "criterion": "POWER_CONSUMPTION_STANDBY_NETWORKD",
            "weight": 0.06,
            "directionality": "lower_is_better",
            "impact_dimensions": [
                "climate"
            ],
            "rationale": "Consommation en veille réseau : un téléviseur connecté en réseau qui consomme quelques watts en veille peut engloutir autant d'énergie sur l’année qu'en usage actif de plusieurs jours. Réduire cette consommation (idéalement <2W) évite un gaspillage 24/7.",
            "overlap_notes": "Complément du critère POWER_CONSUMPTION_OFF. Les deux traitent de la veille, l’un sans réseau, l’autre connecté. On évite le double compte en spécifiant bien ces deux modes distincts et en maintenant leur poids total limité.",
            "guardrails": "Aucun garde-fou spécifique : critère à poids modéré. Un produit peut être valorisé s'il gère bien sa veille connectée, mais ça ne suffira pas à occulter une mauvaise note sur les critères majeurs.",
            "evidence_strength": {
                "level": "medium",
                "why": "Pris en compte dans les normes (veille réseau limitée par l'Ecodesign). Impact modéré par appareil, mais substantiel cumulé à l'échelle du parc. Recommandé : interrupteur physique ou veille ultra-basse pour éliminer ce poste【S4†L225-L232】."
            }
        },
        {
            "criterion": "REPAIRABILITY_INDEX",
            "weight": 0.15,
            "directionality": "higher_is_better",
            "impact_dimensions": [
                "circularity",
                "resource_use",
                "toxicity"
            ],
            "rationale": "Indice de réparabilité : un score élevé (proche de 10/10) indique que le téléviseur est facile à réparer (pièces accessibles, documentation fournie, démontage aisé). Cela se traduit par moins d'appareils jetés en cas de panne et une durée de service allongée, réduisant les déchets électroniques et l'extraction de ressources neuves.",
            "overlap_notes": "Regroupe divers aspects (pièces, conception, documentation). Recouvrement partiel avec SpareParts et Warranty, mais l'indice offre une vision globale de la réparabilité technique. On garde tous ces critères car l'indice ne couvre pas directement l'engagement du fabricant (garantie) ni la durée légale de pièces, mais on limite les poids individuels pour éviter de trop compter deux fois.",
            "guardrails": "Pas de garde-fou spécial : sa pondération élevée reflète l'importance du critère, mais reste proportionnelle (un très bon indice ne suffira pas à masquer complètement une éventuelle très forte consommation électrique, par exemple).",
            "evidence_strength": {
                "level": "high",
                "why": "Déjà affiché sur les TV (France) depuis 2021 et renforcé en 2025 (indice de durabilité)【S4†L198-L207】, signe d'un consensus institutionnel sur son importance pour prolonger la vie des produits et réduire les déchets électroniques."
            }
        },
        {
            "criterion": "CLASSE_ENERGY_HDR",
            "weight": 0.0,
            "directionality": "categorical",
            "impact_dimensions": [
                "climate"
            ],
            "rationale": "Classe énergétique HDR : même principe que pour le SDR, cet indicateur de l'efficacité en mode HDR est redondant avec la mesure chiffrée de consommation HDR. Un TV bien classé (ex: classe B vs F) a un impact usage plus faible, mais nous préférons l’indicateur quantitatif direct (W).",
            "overlap_notes": "Dupliqué par POWER_CONSUMPTION_HDR. On assigne donc un poids nul pour ne pas comptabiliser deux fois l’impact du même paramètre. La note d'efficacité énergétique du TV sera déjà reflétée par sa consommation en watts (SDR/HDR).",
            "guardrails": "Non applicable (critère écarté). Tous les produits ont de toute façon une classe normative ; on utilise la consommation pour les départager plus finement.",
            "evidence_strength": {
                "level": "high",
                "why": "La classe énergétique reste un indicateur officiel de performance environnementale (efficacité électrique). Redondant ici, mais la corrélation avec l'impact (consommation électrique sur le cycle de vie) est bien établie."
            }
        },
        {
            "criterion": "DIAGONALE_POUCES",
            "weight": 0.15,
            "directionality": "lower_is_better",
            "impact_dimensions": [
                "resource_use",
                "climate"
            ],
            "rationale": "Taille de l'écran (diagonale en pouces) : à qualité égale, un téléviseur plus grand consomme plus de matériaux à la fabrication (dalle, électronique, boîtier) et plus d'énergie à l’usage (surface d’affichage étendue)【S2†L2439-L2443】. En règle générale, un plus petit écran a une empreinte écologique moindre sur l'ensemble du cycle de vie.",
            "overlap_notes": "Corrélé fortement avec la consommation électrique : les grands écrans ont des W plus élevés. Pour éviter de sur-pondérer cet effet, on attribue à la taille une part dédiée mais raisonnable, de sorte qu'un grand écran efficace puisse quand même être avantagé par rapport à un petit écran très inefficace (et vice-versa).",
            "guardrails": "Pas de garde-fou particulier : la taille étant un choix de design, on assume qu'une réduction d’impact par ailleurs (ex: énergie) ne doit pas totalement compenser un énorme écran, mais la pondération équilibrée empêche de pénaliser excessivement la diagonale non plus.",
            "evidence_strength": {
                "level": "high",
                "why": "Lien direct avec l'impact confirmé par les ACV : « plus un écran est grand, plus il a d'impacts écologiques »【S2†L2439-L2443】. La fabrication d'un TV ~11 kg mobilise 2,5 tonnes de ressources【S2†L97-L100】, proportionnelle en partie à la taille de l'appareil."
            }
        },
        {
            "criterion": "POWER_CONSUMPTION_SDR",
            "weight": 0.10,
            "directionality": "lower_is_better",
            "impact_dimensions": [
                "climate",
                "resource_use"
            ],
            "rationale": "Consommation électrique en mode SDR : représente la consommation standard (contenu non-HDR). Un appareil sobre en W en usage courant émettra moins de CO₂ sur sa durée d'utilisation (particulièrement avec l'électricité européenne encore partiellement carbonée).",
            "overlap_notes": "Chevauche la classe énergie SDR (score 0 ici) et est évidemment corrélée avec la consommation HDR. On répartit le poids entre SDR et HDR pour considérer les deux scénarios, sans doubler l'impact total (un TV efficace en SDR l’est souvent en HDR aussi).",
            "guardrails": "Aucun garde-fou particulier : la normalisation statistique gère déjà les extrêmes. On veille juste à ce que ce critère ne dépasse pas à lui seul le poids de la durabilité matérielle (afin de ne pas défavoriser les produits robustes par rapport aux produits juste efficaces à court terme).",
            "evidence_strength": {
                "level": "high",
                "why": "La consommation électrique standard est un facteur d'impact très documenté (composante principale de l'empreinte carbone d'usage). C'est la base du calcul de l'étiquette énergie et son rôle dans l'impact climatique est direct."
            }
        }
    ],
    "normalization_notes": {
        "relative_ranking_0_100": "Chaque critère est converti en score de rang entre produits (0 pour le moins performant, 100 pour le meilleur). Cela signifie qu’un produit ayant le score maximum excelle sur ce critère par rapport au marché, même si son impact absolu subsiste【S7†L27-L31】. Ce classement relatif facilite la lecture (comme une note sur 100) et pousse à l’amélioration continue, mais implique qu’un score de 100 ne signifie pas « impact nul », seulement « meilleur de sa catégorie ».",
        "sigma_scoring_0_5": "Les valeurs brutes sont normalisées sur une échelle 0 à 5 via une transformation statistique (type z-score capé). La moyenne de l’échantillon correspond à 2,5/5, et les écarts extrêmes au-delà de ~2 écarts-types sont plafonnés à 5 ou 0. Cela limite l’influence des valeurs aberrantes tout en maintenant les différences entre produits, assurant un score agrégé plus robuste face aux outliers.",
        "percentile_fallback": "Si la distribution d’un critère est trop resserrée (faible écart ou peu de granularité), une normalisation par rang (percentiles) est utilisée en secours. Ainsi, même des écarts minimes entre produits seront reflétés par des scores différenciés, évitant les scores quasi à égalité qui n’informeraient pas l’utilisateur.",
        "missing_value_virtualization": "Lorsqu’une donnée est manquante, le produit reçoit par défaut la valeur moyenne de ce critère (score ~50/100). Cela évite de trop pénaliser les produits avec info manquante tout en ne leur donnant aucun avantage. En parallèle, le critère DATA_QUALITY, à poids significatif, récompense les produits totalement transparents et défavorise ceux avec des données manquantes【S1†L1288-L1291】, afin d’inciter à compléter les informations."
    },
    "quality_checks": {
        "criteria_weights_complete": true,
        "weights_sum_to_1": true,
        "sum_value": 1.0,
        "unused_or_zero_weight_criterias": [
            "CLASSE_ENERGY_SDR",
            "CLASSE_ENERGY_HDR"
        ],
        "renormalization_rule_if_needed": "Si un ou plusieurs critères sont écartés (poids 0), les poids restants sont réétalonnés proportionnellement de sorte à conserver une somme de 1,0."
    },
    "materiality_summary": {
        "dominant_lifecycle_stages_for_vertical": [
            "manufacturing",
            "use_phase",
            "distribution",
            "end_of_life"
        ],
        "short_summary": "Pour les téléviseurs, la fabrication concentre l’essentiel des impacts : environ 80% de l’empreinte sur le cycle de vie provient de la production (extraction des matières premières, composants, assemblage)【S2†L2426-L2434】. La phase d’utilisation (consommation électrique) est le second poste, notable surtout pour les grands écrans et l’usage intensif (ex : streaming HD gourmand)【S2†L2438-L2443】. La distribution (transport) contribue de manière plus marginale, et la fin de vie gérée correctement a un impact réduit (taux de recyclage ~77% des écrans plats collectés)【S2†L2426-L2434】, même si les déchets électroniques restent un enjeu de pollution (toxicité) et de gaspillage de ressources."
    },
    "sources": [
        {
            "id": "S1",
            "type": "regulation",
            "title": "Commission Regulation (EU) 2019/2021 laying down ecodesign requirements for electronic displays",
            "authors_or_org": "European Commission",
            "year": 2019,
            "publisher": "Official Journal of the European Union",
            "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32019R2021",
            "accessed_date": "2026-02-04",
            "reliability": "high",
            "used": true,
            "used_for": [
                "spare parts & updates requirements",
                "data transparency (info sheet)"
            ],
            "notes": "Ecodesign Directive implementing measure for TVs & displays. Specifies minimum availability for spare parts (7 years) and firmware updates (8 years), and information disclosure obligations."
        },
        {
            "id": "S2",
            "type": "other",
            "title": "Petit écran, grand gaspillage : L’obsolescence des téléviseurs",
            "authors_or_org": "Halte à l’Obsolescence Programmée (HOP)",
            "year": 2021,
            "publisher": "HOP",
            "url": "https://www.halteobsolescence.org/wp-content/uploads/2021/06/Rapport-TV.pdf",
            "accessed_date": "2026-02-04",
            "reliability": "medium",
            "used": true,
            "used_for": [
                "TV lifespan data (average 7-8 years)",
                "dominant manufacturing impact (80%)",
                "policy recommendations on durability (warranty, software)"
            ],
            "notes": "NGO report analyzing causes of obsolescence in TVs (technical, software, etc.). Cites surveys (Fnac-Darty 2019) and studies (ADEME) on TV lifespan, and emphasizes manufacturing impact (~80%). Advocates measures like longer warranties and software support."
        },
        {
            "id": "S3",
            "type": "other",
            "title": "Europe’s First Repair Legislation Is Going Into Effect In 2021",
            "authors_or_org": "Elise Barsch (iFixit)",
            "year": 2019,
            "publisher": "iFixit News",
            "url": "https://www.ifixit.com/News/31252/europes-first-repair-legislation-just-went-into-effect",
            "accessed_date": "2026-02-04",
            "reliability": "medium",
            "used": true,
            "used_for": [
                "context on EU repairability standards (Ecodesign 2021)",
                "manufacturing vs usage carbon footprint split"
            ],
            "notes": "Article discussing new EU Ecodesign regulations 2021. Notes that manufacturing accounts for over half of appliance carbon footprint and highlights new requirements (e.g. spare parts 7 years for appliances, firmware updates 8 years for servers, TVs included in repairability scope)."
        },
        {
            "id": "S4",
            "type": "other",
            "title": "Téléviseurs : c’est quoi cet indice de durabilité mis en place à partir de mercredi ?",
            "authors_or_org": "TF1 Info (A. LG)",
            "year": 2025,
            "publisher": "TF1 Info",
            "url": "https://www.tf1info.fr/conso/televiseurs-c-est-quoi-cet-indice-de-durabilite-mis-en-place-a-partir-de-mercredi-8-janvier-2025-2343493.html",
            "accessed_date": "2026-02-04",
            "reliability": "medium",
            "used": true,
            "used_for": [
                "durability index (40k hours = 15 years)",
                "policy communication on reliability criteria"
            ],
            "notes": "News article on the new French durability index for TVs (2025). Explains that manufacturers are expected to ensure >40,000 hours (>15 years) lifespan and other criteria (maintenance, usage meter, etc.). Shows shift from pure repairability to broader reliability."
        },
        {
            "id": "S5",
            "type": "peer_reviewed",
            "title": "Life cycle assessment of TV sets in China: a case study of the impacts of CRT monitors",
            "authors_or_org": "Qingbin Song et al.",
            "year": 2012,
            "publisher": "Waste Management (Elsevier)",
            "url": "https://pubmed.ncbi.nlm.nih.gov/22704808/",
            "accessed_date": "2026-02-04",
            "reliability": "high",
            "used": false,
            "used_for": [
                "contrast with older CRT scenario (use-phase impact)"
            ],
            "notes": "Academic LCA study of CRT TVs in China. Found that for CRT technology, the use phase dominated environmental impact, followed by manufacturing. Highlights that impact distribution can vary with technology and context."
        },
        {
            "id": "S6",
            "type": "public_agency",
            "title": "Life Cycle Assessment & the EF methods (Green Forum)",
            "authors_or_org": "European Commission",
            "year": 2023,
            "publisher": "European Commission - Environment",
            "url": "https://green-forum.ec.europa.eu/green-business/environmental-footprint-methods/life-cycle-assessment-ef-methods_en",
            "accessed_date": "2026-02-04",
            "reliability": "high",
            "used": true,
            "used_for": [
                "definition of full LCA scope",
                "list of 16 impact categories"
            ],
            "notes": "Commission resource explaining LCA and Product Environmental Footprint. Emphasizes full lifecycle coverage (raw materials to end-of-life) and broad set of 16 environmental impact categories in PEF methodology."
        },
        {
            "id": "S7",
            "type": "other",
            "title": "Eco-score et Planet-score : indicateurs d’impact environnemental des produits",
            "authors_or_org": "Bpifrance Le Lab (Big Media)",
            "year": 2022,
            "publisher": "Bpifrance",
            "url": "https://bigmedia.bpifrance.fr/nos-dossiers/eco-score-et-planet-score-indicateurs-dimpact-environnemental-des-produits",
            "accessed_date": "2026-02-04",
            "reliability": "medium",
            "used": true,
            "used_for": [
                "illustration of 0-100 scoring to letters"
            ],
            "notes": "General audience article explaining Eco-score and Planet-score labeling. Mentions that final environmental score is converted to 0-100 scale and corresponding letter grade (A-E)."
        }
    ],
    "search_log": [
        {
            "query": "durée de vie moyenne téléviseur France UE",
            "date": "2026-02-04",
            "notes": "Chercher des sources publiques ou études sur la durée d'usage typique des téléviseurs en France/Europe."
        },
        {
            "query": "ADEME 2019 modélisation évaluation environnementale télévision 8 ans",
            "date": "2026-02-04",
            "notes": "Vérifier si l'ADEME ou une source officielle mentionne explicitement une durée de vie de référence (~8 ans) pour les TV."
        },
        {
            "query": "Ecodesign televisor spare parts 7 years EU 2021",
            "date": "2026-02-04",
            "notes": "Trouver les détails de la réglementation UE (2021) sur les écrans concernant la durée de disponibilité des pièces détachées et mises à jour logicielles."
        },
        {
            "query": "LCA téléviseur fabrication utilisation impact",
            "date": "2026-02-04",
            "notes": "Rechercher des données ACV sur la répartition des impacts entre fabrication et usage pour les téléviseurs (notamment études académiques ou rapports)."
        },
        {
            "query": "indice durabilité téléviseur 40.000 heures 15 ans",
            "date": "2026-02-04",
            "notes": "Obtenir des informations sur le nouvel indice de durabilité des TV en France et l'exigence d'engagement sur 40k heures (>15 ans) de durée de vie."
        },
        {
            "query": "score environnemental 0 à 100 classement relatif méthode",
            "date": "2026-02-04",
            "notes": "Comprendre comment d'autres éco-scores (alimentaires, etc.) traduisent les résultats en score 0-100 pour la comparaison (ex: étiquettes type A/B/C)."
        },
        {
            "query": "normalisation statistique outliers écart-type score 0-5",
            "date": "2026-02-04",
            "notes": "Trouver des références sur l'utilisation de la méthode sigma (z-score) pour normaliser des données avec réduction de l'influence des valeurs extrêmes."
        }
    ]
}
